# Binaries
brew "coreutils"
brew "eza"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# Apps
cask "1password"
cask "appcleaner"
cask "caffeine"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "rectangle"
cask "rocket"
cask "spotify"
cask "wezterm"
